[
  {
    "Category": "Drugs",
    "Subcategory": "Cognitive Drugs",
    "Name": "Drive",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Mod/2",
    "Summary": "+1 Insight.",
    "Description": "<p>This nootropic speeds up left-right brain hemisphere communication, stimulates idea production, and improves concentration. +1 Insight pool for 8 hours.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Cognitive Drugs",
    "Name": "Fokus",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "12 hours",
    "Addiction": "— /Mental",
    "Complexity": "Min/1",
    "Summary": "Enhanced Behavior: Obsessive (2), reduce timeframes 25%.",
    "Description": "<p>This drug enables hyper-focus and concentration. Acquire the Enhanced Behavior: Obsessive (Level 2) trait for the duration and reduce task action timeframes by 25%.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Cognitive Drugs",
    "Name": "Klar",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "— /Mental",
    "Complexity": "Min/1",
    "Summary": "+10 Perceive, no distraction modifiers.",
    "Description": "<p>Klar boosts alertness and enhances clarity and perception. Users report a feeling of being “elevated” to a higher level. You receive +10 to Perceive and do not suffer distraction modifiers for 8 hours.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Cognitive Drugs",
    "Name": "Neem",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "12 hours",
    "Addiction": "— /Mental",
    "Complexity": "Min/1",
    "Summary": "+20 COG Check for recall of memories learned while on Neem.",
    "Description": "<p>Neem is a mnemonic drug that works by “tagging” experiences and mental input with a set of unique sensations that contribute to the formation of state-based memories. Neem provides a +20 modifier to COG Checks to recall memories or information you learned while on neem. The drawback to neem is that memories accumulated under the drug’s influence have no emotional association.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "Aggro",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "15 minutes",
    "Addiction": "+10/Physical",
    "Complexity": "Min/1",
    "Summary": "+20 Provoke to intimidate/taunt, -20 other social tests.",
    "Description": "<p>This drug stimulates a massive burst of aggression pheromones. This provides a +20 modifier when using Provoke to intimidate or taunt (Social Attacks ▶228), but a -20 modifier to all other social skill tests. These modifiers are only effective when dealing with biomorphs of the same species who can smell you. Grin: Grin is an effective opiate and pain suppressant. You ignore the modifiers from 1 wound (cumulative with other pain negation mods, to a maximum of 3 wounds).</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "Brutalitea",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Physical",
    "Complexity": "Min/1",
    "Summary": "+5 DUR, +1 WT, +3 DR.",
    "Description": "<p>Often served as a delicious tea, this combat drug heightens endurance and injury tolerance. Increase your durability by 5, Wound Threshold by 1, and Death Rating by 3 for 3 hours.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "Grin",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "3 hours",
    "Addiction": "-10/Physical",
    "Complexity": "Min/1",
    "Summary": "Ignore 1 wound.",
    "Description": "<p>Grin is an effective opiate and pain suppressant. You ignore the modifiers from 1 wound (cumulative with other pain negation mods, to a maximum of 3 wounds).</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "Kick",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Physical",
    "Complexity": "Mod/2",
    "Summary": "+1 Vigor.",
    "Description": "<p>Kick is a strong stimulant that boosts your reflexes and energy reserves. Increase your Vigor pool by 1 for 8 hours.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "MRDR",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 hour",
    "Addiction": "-20/Physical",
    "Complexity": "Maj/R/3",
    "Summary": "+2 Vigor, ignore 1 wound, Enhanced Behavior: Aggression (2), -20 social tests, WIL Check vs jumpiness.",
    "Description": "<p>MRDR is a brutal amphetamine that increases your pain tolerance, speed, and strength. Increase your Vigor pool by 2 and ignore one wound (cumulative with other pain negation mods, to a maximum of 3 wounds) for 1 hour. While under MRDR’s influence, you are twitchy and react in a jumpy, cat-like fashion to sudden or unexpected stimuli. Make a WIL Check or react without thinking to unexpected noises or other surprises. This drug also makes you a raging asshole; acquire the Enhanced Behavior: Aggression (Level 2) trait for the duration and suffer a -20 modifier to social skill tests.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "Phlo",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "3 hours",
    "Addiction": "—",
    "Complexity": "Maj/3",
    "Summary": "+1 Vigor, can use Vigor twice on same test.",
    "Description": "<p>Phlo increases coordination and muscle control, making your movements smooth, graceful, and precise. +1 Vigor. Additionally, you can use Vigor pool twice on the same test if needed. Rev: This stimulant boosts your endurance. You can take a short recharge with a complex action, rather than 10 minutes.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Combat Drugs",
    "Name": "Rev",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 hour",
    "Addiction": "-20/Physical",
    "Complexity": "Mod/2",
    "Summary": "Short recharge takes only a complex action.",
    "Description": "<p>This stimulant boosts your endurance. You can take a short recharge with a complex action, rather than 10 minutes.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Health Drugs",
    "Name": "Bananas Furiosas",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 day",
    "Addiction": "—",
    "Complexity": "Min/1",
    "Summary": "Reduces severity of radiation exposure.",
    "Description": "<p>This drug reverses the effects of ionizing radiation on your body's cells. It most commonly comes in bunches of bright orange-red bananas. Belters prefer the drug in cigarette form, for the irony. Bananas allow you to halve the damage and ignore impairment modifiers from radiation poisoning for 8 hours.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Health Drugs",
    "Name": "Comfurt",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "12 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Min/1",
    "Summary": "+5 LUC, +1 TT, +5 IR.",
    "Description": "<p>Commonly served as a tasty yogurt treat, comfurt blocks stress hormones, stabilizes mood, and relieves anxiety. Temporarily boost Lucidity by 5, Trauma Threshold by 1, and Insanity Rating by 5. Excessive use of comfurt can lead to chronic itchiness caused by histamine release.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Freeq",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "8 hours",
    "Addiction": "—",
    "Complexity": "Min/1",
    "Summary": "Use Perceive to detect near-field electromagnetic emissions.",
    "Description": "<p>Originally called frequency, this drug was designed as a tool for scientific visualization. It releases nanobots into your bloodstream that settle in the epidermis, where they act as sensors for electromagnetic radiation. This sensory input is then injected into your visual and tactile sensoria as a sequence of novel stimuli, typically a light show or weird tactile sensations. Aside from its recreational uses, freeq is good at picking up on localized field radiation, allowing you to spot motes, sensors, and hidden electronics with a Perceive Test, depending on their range and signal strength (GM discretion).</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Gravy",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "1 day",
    "Addiction": "—",
    "Complexity": "Min/1",
    "Summary": "Reduce penalties for high-gravity acclimation by 20.",
    "Description": "<p>Gravy assists in acclimating to high-gravity environments. It is often added as a sauce to food and comes in a variety of flavors. For gravy to be 100% effective, you must begin using it at least 8 hours in advance. Reduce penalties for high-gravity acclimation by 20.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Meds",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "1 day",
    "Addiction": "—",
    "Complexity": "Mod/2",
    "Summary": "Heals 1d10 damage per hour or 1 wound per day.",
    "Description": "<p>Also known as yào or healing potions, this temporary infusion of medical nanobots spurs recovery from injury for biomorphs. For 1 day, you heal 1d10 damage per hour. If all damage is removed, you instead heal 1 wound. Certain injuries (shattered bones, severed limbs) may require further medical care.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Persona",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "8 hours",
    "Addiction": "—",
    "Complexity": "Min/1",
    "Summary": "Acquire Enhanced Behavior (2) trait.",
    "Description": "<p>Persona manipulates your emotions, moods, and behaviors to change you into a different person. Each is focused on a different emotional state/behavior. For the duration, you acquire an Enhanced Behavior (Level 2) trait ▶78. Anyone using Kinesics to ID you suffers a −10 modifier.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Retcon",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "Permanent",
    "Addiction": "—",
    "Complexity": "Mod/R/2",
    "Summary": "Erases last 48 hours of memories.",
    "Description": "<p>Retcon nanobots erase recently constructed memories. Your last 48 hours of memories are deleted. It is sometimes used offensively, though it has no effect on recorded XP, backups, or what your muse recalls. Due to the nature of biological memories, retcon is imperfect; some recent memories may be spared, some older ones may be wiped (GM discretion).</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Schizo",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "3 hours",
    "Addiction": "—",
    "Complexity": "Min/R/1",
    "Summary": "Mental Disorder: Schizophrenia, Modified Behavior: Violent (2), SV 1d10.",
    "Description": "<p>Schizo mirrors the effects of paranoid schizophrenia. It is popular in socialite circles as a daring and intriguing experience. A dose of schizo commonly looks like a disposable antique razor blade. Making an incision in the skin releases a swarm of nanobots that travel to the central nervous system and induce the effects. Schizo makes you severely paranoid and hear voices. For the duration, you acquire the Mental Disorder: Schizophrenia trait (treat as Reiterative Schizophrenia) and Modified Behavior: Violent (Level 2) trait. When the drug wears off, suffer SV 1d10.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanodrugs",
    "Name": "Xsense",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "1 day",
    "Addiction": "—",
    "Complexity": "Min/1",
    "Summary": "Acquire new sense or other organ function.",
    "Description": "<p>Xsense nanobots engage in tissue engineering, building you a temporary new sensory organ. Most Xsense doses create non-human organs such as snake heat-sensing pits, the magnetic sense of birds, or stranger things derived from xenocritters. Variations on human organs are also possible: tri-cavity noses, eye stalks, or tympanik hearing membranes. These organs can manifest anywhere on your body after 4 hours, then are slowly reabsorbed afterwards. Most users prefer to keep the particular sense and location a surprise.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Narcoalgorithms",
    "Name": "DDR",
    "Type": "Electronic",
    "Application": "App",
    "Duration": "1 hour",
    "Addiction": "—/Mental",
    "Complexity": "Min/1",
    "Summary": "Dancing, -20 actions, WIL Check to override.",
    "Description": "<p>Originally distributed as a bot-targeting virus by prankster hackers, DDR (“Dance Dance Robot”) triggers impulses in your motor control circuits. The effect makes your shell “dance” in jerky, automated movements. Pleasure receptors are also activated so that dancing — and movement of any kind — feels fantastic. Variants invoke different motions and styles. While dancing, you suffer a -20 modifier to other actions. You can override the dancing with a WIL Check. Non-embodied infomorphs feel the need to dance, but are otherwise unaffected.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Narcoalgorithms",
    "Name": "Linkstate",
    "Type": "Electronic",
    "Application": "App",
    "Duration": "1 hour",
    "Addiction": "-10/Mental",
    "Complexity": "Min/1",
    "Summary": "Samples memories from others.",
    "Description": "<p>This app connects you via VPN to other linkstate users and samples their XP feed and randomly accessed memories — typically just enough to provide context, but not enough to acquire private personal details. These inputs are spliced together, their emotional inputs amplified, and the entire package spiked with hormonal circuit triggers and artificial synaesthesia. The effect is a mind-blowing mixed sampling of people’s lives, mashed together in a sensory soup that hits the mind with a euphoric rush. You are catatonic while under linkstate’s effects, but afterwards you may experience flashbacks of events in other people’s lives.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Narcoalgorithms",
    "Name": "Randomizer",
    "Type": "Electronic",
    "Application": "App",
    "Duration": "8 hours",
    "Addiction": "—/Mental",
    "Complexity": "Min/1",
    "Summary": "Randomizes emotions. +10 or -10 social skills (50/50 each turn).",
    "Description": "<p>This app randomly triggers, intensifies, and suppresses neurotransmitter functions, with the effect of creating sudden and random mood swings. You may go from depressed to exuberant to pensive in a matter of minutes. Though the emotional roller coaster is draining to some, others find it thrilling or like the challenge of adapting to it. At any given time, you have a 50% chance of receiving a +10 modifier to social skill tests and a 50% chance of a -10 modifier.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Petals",
    "Name": "Inquisitive Green",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "12 hours",
    "Addiction": "—",
    "Complexity": "Min/R/1",
    "Summary": "Narrative hallucinogen, green becomes sapient.",
    "Description": "<p>Things of a certain color (often green, but not always) take on a life of their own. The color itself has achieved sapience and seeks to learn of the universe. It enlists your aid, at first. Other trippers meet and work with other colors. Eventually, it learns to spread its color to other things, taking control. Other colors conspire against it. Do you choose sides or find a way for the colors to cooperate and live in harmony? Then, the White comes. All colors fear the White.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Petals",
    "Name": "Soul Stave",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "12 hours",
    "Addiction": "—",
    "Complexity": "Min/R/1",
    "Summary": "Narrative hallucinogen, find magic item forks.",
    "Description": "<p>This petal discreetly copies forks of your ego. You find yourself in a magical realm, full of dangerous monsters and powerful magic items. The items are all possessed by intelligent spirits — embodied forks of other trippers. Strange ethereal creatures provide you with quests. Ultimately, you seek to acquire the items that contain your forks — and the ritual that will re-merge them. But one fork has fallen into the clutches of an evil wizard, whose dark staff consumes all spirits. Rumors suggest that there are many levels to this petal experience and that you can only defeat the wizard by learning their dark power and consuming spirits into yourself.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Petals",
    "Name": "The Creeps",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "12 hours",
    "Addiction": "—",
    "Complexity": "Min/R/1",
    "Summary": "Narrative hallucinogen, phantom limb mystery.",
    "Description": "<p>You experience phantom limb — for a limb you’ve never had. This missing part moves and feels, but you cannot see it. It finds some things/people/places pleasing, others repulsive. You feel it attempting to grasp, write, and manipulate. You see new limbs on other trippers, which they cannot sense. They describe limbs on you, which you neither sense nor feel. You can exchange limbs with each other to try them out, but they’re usually not your missing limb. To find your ghost limb, you must explore it’s invisible desires. The new limbs you try have minds of their own and may mislead you.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Psi Drugs",
    "Name": "Inhibitor",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "6 hours",
    "Addiction": "+20/Mental",
    "Complexity": "Maj/3",
    "Summary": "-30 Psi, -20 WIL Check or lose psi abilities.",
    "Description": "<p>Inhibitor is a cocktail of neurochemicals that block some brain receptor and transmitter functions in an attempt to reduce psi-waves and block or impair sleights. This drug is commonly used to restrain async prisoners from using their abilities. Make a WIL Check at -20. If you fail, lose all psi abilities for the drug’s duration. If you succeed, you still suffer a -30 modifier to Psi Tests. Inhibitor-influenced characters have a glazed, dopey expression and difficulty getting excited or emotional.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Psi Drugs",
    "Name": "Psi-Opener",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 hour",
    "Addiction": "-10/Mental",
    "Complexity": "Rare/—",
    "Summary": "Effects of 1 specific psi-chi sleight. SV 1d6.",
    "Description": "<p>Psi-opener drugs are variants of the Watts-MacLeod strain with a temporary effect and that do not permanently alter the user’s brain. Psi-opener temporarily gives you the effect of one particular psi-chi sleight; each type of psi-opener is customized for a particular sleight. However, users are frequently subject to hallucinations (GM discretion). When the drug wears off, suffer SV 1d6.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Psi Drugs",
    "Name": "Psike-Out",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Maj/R/3",
    "Summary": "+10 Psi skill.",
    "Description": "<p>Psike-out bolsters an async’s psi abilities. Apply a +10 modifier to Psi skill tests for the drug’s duration.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Psi Drugs",
    "Name": "Psi-Kick",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 hour",
    "Addiction": "-10/Mental",
    "Complexity": "Rare/—",
    "Summary": "Effects of 1 specific psi-gamma sleight. SV 1d10 + 2.",
    "Description": "<p>Psi-kick functions like psi-opener, except it mimics the unction of a specific psi-gamma sleight. It also boosts your latent sychic ability. Non-asyncs lacking Psi skill can default to WIL × 2. For his reason, psi-kick is often doubled up with psike-out. Using psi-kick is a mind-wrenching experience. Take SV 1d10 + 2 after the drug wears off.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Recreational",
    "Name": "Buzz",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "36 hours",
    "Addiction": "—",
    "Complexity": "Mod/R/2",
    "Summary": "Hallucinations, -30 suggestive SAV/WIL Checks.",
    "Description": "<p>This gene-modified variant of BZ is an odorless, invisible, powerful hallucinogen. For its duration, you undergo extremely realistic hallucinations. Your hallucinations are susceptible to suggestion by others (-30 to SAV/WIL Checks to oppose Persuade or Provoke); users often “share” described hallucinations with each other. Afterwards, you suffer a -30 COG Check modifier to remember what occurred while under the influence.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Recreational",
    "Name": "Mono no Aware",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Min/1",
    "Summary": "Meditative, +10 Art skills.",
    "Description": "<p>Named for the Japanese term for sadness at the ephemerality of worldly things, this drug, typically ingested as a tea, is a depressant that induces a meditative state. Mono no aware provides a +10 modifier to Art skills. With frequent use, mono no aware reacts with pigments in the skin to create a pallor with a slight bluish tinge, even in darker-skinned morphs.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Recreational",
    "Name": "Orbital Hash",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "3 hours",
    "Addiction": "—",
    "Complexity": "Min/1",
    "Summary": "Ignore 1 trauma, -10 Know Tests/memory-related COG Checks.",
    "Description": "<p>Mr. H is marijuana grown in space using powerful lighting and advanced hydroponics. Because space is at a premium in habitats and scum barges, blocks of hashish are the preferred mode of transport and delivery. However, for the wealthy and on planets, buds in leaf form are not uncommon. While high, you ignore the effects of 1 trauma, but suffer a -10 penalty to Know Tests and memory-related COG Checks. Hash users exhibit bloodshot eyes, lethargic behaviors, and the munchies.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Recreational",
    "Name": "TGS",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "3 hours",
    "Addiction": "—",
    "Complexity": "Mod/2",
    "Summary": "Ignore 1 trauma and 1 wound, +10 WIL check, Enhanced Behavior: Serene (2).",
    "Description": "<p>The good stuff is gene-modified orbital hash, providing greater benefits with fewer side effects. Ignore the effects of 1 trauma and 1 wound, receive a +10 WIL Check modifier, and acquire the Enhanced Behavior: Serene (Level 2) trait.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Social Drugs",
    "Name": "Blab",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 hour",
    "Addiction": "—",
    "Complexity": "Mod/R/2",
    "Summary": "Neural Damage: Logorrhea, -30 Deceive, -30 SAV/WIL Checks vs. interrogation.",
    "Description": "<p>Blab impedes your ability to lie or withhold information. You suffer a -30 SAV/WIL Check modifier against Persuade and Provoke Tests made to interrogate or extract information. You also suffer -30 to Deceive Tests. For the duration, you acquire the Neural Damage: Logorrhea trait, making you excessively talkative.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Social Drugs",
    "Name": "Hither",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Physical",
    "Complexity": "Min/1",
    "Summary": "+10 seduction Provoke, Enhanced Behavior: Aroused (2).",
    "Description": "<p>Want to ooze sexy like a pleasure morph on a hot tin habitat? For those desiring that slinky je-ne-sais-quoi, hither is the tool. Hither typically comes as a clear, slippery gel with a musky, floral scent that is applied to parts of the body with large concentrations of sweat glands. It is a mild euphoriant, imparting a feeling of confidence and you-knowyou-want-it-ness to the user. It also stimulates abundant production of lust pheromones. You gain a +10 bonus on Provoke Tests to seduce against biomorphs of the same species who can smell you. You also gain the Enhanced Behavior: Aroused (Level 2) trait for the duration.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Social Drugs",
    "Name": "Juice",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "1 hour",
    "Addiction": "-20/Mental",
    "Complexity": "Min/1",
    "Summary": "+30 SAV/WIL Checks vs. fear/negative emotions, Enhanced Behavior: Happy (3).",
    "Description": "<p>This potent anti-depressant makes it almost impossible to have bad feelings or negative thoughts. You are unnaturally happy and positive — often irritatingly or strangely so. You receive a +30 modifier to SAV/WIL Checks against fear or attempts to manipulate your emotions in a negative direction. You gain the Enhanced Behavior: Happy (Level 3) trait. Under juice’s influence, you may act inappropriately, like giggling over the massive amount of spilled blood or cheerfully changing the subject to inane topics when someone else is freaking out.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Social Drugs",
    "Name": "Nofux",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Mod/2",
    "Summary": "+1 Moxie.",
    "Description": "<p>This drug lowers inhibitions and heightens determination. Nofux users know what they want and are resolved to get their way. Gain 1 Moxie pool for the duration.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Social Drugs",
    "Name": "Stiff",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "8 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Min/1",
    "Summary": "+10 SAV/WIL Checks vs. Persuade/Provoke, Enhanced Behavior: Stubborn (Level 2).",
    "Description": "<p>Frequently taken as a chewy breath mint, this drug stiffens your confidence and resolve. You receive a +10 modifier on SAV/WIL Checks against Persuade and Provoke. You also acquire the Enhanced Behavior: Stubborn (Level 2) trait.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Social Drugs",
    "Name": "Tongzhi",
    "Type": "Biochem",
    "Application": "Any",
    "Duration": "12 hours",
    "Addiction": "-10/Mental",
    "Complexity": "Min/1",
    "Summary": "+10 Kinesics, +10 Persuade towards common interests, Enhanced Behavior: Cooperative (2).",
    "Description": "<p>Named after the dated Mandarin term for “comrade,” tongzhi encourages cooperation and supportive behavior, while minimizing competitive attitudes. It was a opular drug with many hypercorps before the Fall and mandatory for their workforces. This drug provides +10 Kinesics, as well as +10 Persuade when working towards common interests. You gain the Enhanced Behavior: Cooperative (Level 2) trait.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Toxins",
    "Name": "BTX2",
    "Type": "Biochem",
    "Application": "D, Inj, O",
    "Duration": "3 turns/1 hour",
    "Addiction": "",
    "Complexity": "Maj/R/3",
    "Summary": "DV 2d10 +3 for 3 turns, SOM Check or immobilized for 1 hour.",
    "Description": "<p>Also called “frog bite,” BTX2 is a genetically enhanced variant of batrachotoxin, an extremely potent cardiotoxin and neurotoxin. It leads to fast paralysis and cardiac arrest that usually kills the target within a few action turns. Affected characters suffer DV 2d10 + 10 for 3 action turns; medichines reduce this damage by half. You must also make a SOM Check or be immobilized for 1 hour.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Toxins",
    "Name": "CR Gas",
    "Type": "Biochem",
    "Application": "D, Inh",
    "Duration": "20 minutes",
    "Addiction": "",
    "Complexity": "Min/R/1",
    "Summary": "DV 1d6, -30 Perceive, -20 all other actions.",
    "Description": "<p>This potent incapacitating agent causes eye twitching and temporary blindness, severe coughing and breathing difficulty, skin irritation, and panic. Affected characters suffer DV 1d6, a -30 modifier to sight-based Perceive Tests, and a -20 impairment modifier to all other actions for 20 minutes.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Toxins",
    "Name": "Flight",
    "Type": "Biochem",
    "Application": "Inh",
    "Duration": "1 hour",
    "Addiction": "",
    "Complexity": "Min/R/1",
    "Summary": "SV 1d10, -30 resist intimidation/fear effects.",
    "Description": "<p>This drug is derived from pheromones released due to fear and is intended to instill alarm or even terror. Make a WIL Check or suffer a panic attack, inflicting SV 1d10. You also suffer a -30 modifier for resisting intimidation or fear-based emotional manipulations for 1 hour.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Toxins",
    "Name": "Nervex",
    "Type": "Biochem",
    "Application": "D, Inh, Inj, O",
    "Duration": "—",
    "Addiction": "",
    "Complexity": "Maj/R/3",
    "Summary": "-20 actions, SOM Check vs. incapacitation, death.",
    "Description": "<p>Derived from deadly nerve agents like cyclosarin, VX, and novichok, this genetically modified toxin is deployed as a colorless, odorless gas that turns safely inert 10 minutes after deployment. It causes involuntary contraction of the muscles, seizures, and death by respiratory failure. You suffer a -20 modifier to all actions and must make a SOM Check or be incapacitated by seizures, paralysis, nausea, and vomiting. After 10 minutes, you will die unless an antidote (such as atropine ▶331) is applied.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Toxins",
    "Name": "Oxytocin-A",
    "Type": "Biochem",
    "Application": "Inh, Inj",
    "Duration": "2 hours",
    "Addiction": "",
    "Complexity": "Min/R/1",
    "Summary": "Trusting, -30 WIL Checks/Kinesics Tests where trust is a factor.",
    "Description": "<p>A genetically improved variant of oxytocin, this drug induces trust. Apply a -30 modifier to WIL Checks and Kinesics Tests where trust is a factor.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Toxins",
    "Name": "Twitch",
    "Type": "Biochem",
    "Application": "D, Inh, Inj, O",
    "Duration": "10 minutes",
    "Addiction": "",
    "Complexity": "Min/R/1",
    "Summary": "-20 actions, SOM Check vs. incapacitation.",
    "Description": "<p>Twitch is a convulsive agent, a nonlethal nerve gas. Apply a -20 modifier to all actions and make a SOM Check or become incapacitated with severe muscle tremors for 10 minutes.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanotoxins",
    "Name": "Disruptor",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "8 hours",
    "Addiction": "",
    "Complexity": "Maj/R/3",
    "Summary": "Cumulative -5 to actions per hour; incapacitation.",
    "Description": "<p>This nanotoxin attacks the myelin sheath on nerves, disrupting nerve impulses and inflicting symptoms of multiple sclerosis (impaired vision, muscle strength, and coordination). Every hour, you suffer a cumulative -5 modifier to all actions. If the total modifier meets or exceeds your Durability, you are paralyzed and catatonic (incapacitated). These modifiers can only be reduced with regenerative time in a healing vat (1 hour per -5).</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanotoxins",
    "Name": "Necrosis",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "1 minute",
    "Addiction": "",
    "Complexity": "Mod/R/2",
    "Summary": "DV 1d6 per turn.",
    "Description": "<p>Necrosis nanobots attack the walls of cells inside the body, killing tissue. This nanotoxin inflicts DV 1d6 per action turn for one minute, after which the nanobots disable and flush from the body.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanotoxins",
    "Name": "Neuropath",
    "Type": "Nano",
    "Application": "D, Inj, O",
    "Duration": "8 hours",
    "Addiction": "",
    "Complexity": "Mod/R/2",
    "Summary": "Agony, -30 actions, WIL Check vs incapacitation.",
    "Description": "<p>These nanobots stimulate pain receptors on a systemic level, inflicting agony. Suffer -30 to all actions from the inflicted agony and make a WIL Check or become incapacitated for 8 hours. Anything that allows you to ignore wound modifiers can be used to reduce the pain modifier by 10.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  },
  {
    "Category": "Drugs",
    "Subcategory": "Nanotoxins",
    "Name": "Nutcracker",
    "Type": "Nano",
    "Application": "Inj, O",
    "Duration": "6 hours",
    "Addiction": "",
    "Complexity": "Maj/R/3",
    "Summary": "Destroys cortical stack.",
    "Description": "<p>Nutcrackers are nanobots designed to locate your cortical stack and disassemble the diamond lattice. This process takes approximately 6 hours, after which the cortical stack is destroyed. These nanobots also attack the cortical stack’s connections to the (cyber)brain and brain-mapping nanobots. After 1 hour, you will be aware that your cortical stack and neural lace are suffering damage. After 3 hours, all connections will be severed and the cortical stack will no longer record backups.</p>",
    "Resource": "Eclipse Phase Second Edition",
    "Reference": "",
    "AdditionalRules": []
  }
]